"Profile.TITLE" = "Profile";
"Profile.INFO" = "Profile info";
"Profile.ABOUT" = "About Me";
"Profile.EDIT_PROFILE" = "Edit Profile";
"Profile.YEAR_OF_BIRTH" = "Year of birth:";
"Profile.BIO" = "Bio:";
"Profile.SETTINGS" = "Settings";
"Profile.SETTINGS_VIDEO" = "Video settings";
"Profile.SUPPORT_INFO" = "Support info";
"Profile.CONTACT" = "Contact support";
"Profile.TERMS" = "Terms of use";
"Profile.PRIVACY" = "Privacy policy";
"Profile.COOKIE_POLICY" = "Cookie policy";
"Profile.DO_NOT_SELL_INFORMATION" = "Do not sell my personal information";
"Profile.FAQ_TITLE" = "View FAQ";
"Profile.MANAGE_ACCOUNT" = "Manage Account";
"Profile.LOGOUT" = "Log out";
"Profile.SWITCH_TO" = "Switch to";
"Profile.FULL_PROFILE" = "full profile";
"Profile.LIMITED_PROFILE" = "limited profile";
"Profile.LOGOUT_ALERT.TITLE" = "Confirm log out";
"Profile.LOGOUT_ALERT.TEXT" = "Are you sure you want to log out?";
"Profile.DELETE_ALERT.TITLE" = "Warning!";
"Profile.DELETE_ALERT.TEXT" = "Do you really want to delete your account?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Leave without saving?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Changes you have made will be discarded.";
"Profile.EDIT.TOO_YONG_USER" = "You must be over 13 years old to have a profile with full access to information.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "A limited profile only shares your username and profile photo.";
"Profile.EDIT.DELETE_ACCOUNT" = "Delete Account";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Year of birth";
"Profile.EDIT.FIELDS.LOCATION" = "Location";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Spoken language";
"Profile.EDIT.FIELDS.ABOUT_ME" = "About me:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Change profile image";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Select from gallery";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Remove photo";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Cancel";
"Profile.DELETE_ACCOUNT.TITLE" = "Delete Account";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Are you sure you want to ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "delete your account?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "To confirm this action, please enter your account password.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Password";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Enter password";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Yes, delete account";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Back to profile";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "The password is incorrect. Please try again.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Video settings";
"Profile.SETTINGS.WIFI_TITLE" = "Wi-fi only download";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Only download content when wi-fi is turned on";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Video streaming quality";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (Recommended)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recommended";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Lower data usage";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Best quality";
"Profile.SETTINGS.VERSION" = "Version:";
"Profile.SETTINGS.UP_TO_DATE" = "Up-to-date";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Tap to update to version";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Tap to install required app update";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Cannot send email. It seems your email client is not set up.";
"Profile.CALENDAR.NEW_CALENDAR" = "New Calendar";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Change Sync Options";
"Profile.CALENDAR.ACCOUNT" = "Account";
"Profile.CALENDAR.CALENDAR_NAME" = "Calendar Name";
"Profile.CALENDAR.COLOR" = "Color";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Upcoming assignments for active courses will appear on this calendar";
"Profile.CALENDAR.CANCEL" = "Cancel";
"Profile.CALENDAR.BEGIN_SYNCING" = "Begin Syncing";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Synced";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sync Failed";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Syncing to calendar...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Calendar Access";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Disable Calendar Sync";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "To show upcoming assignments and course milestones on your calendar, we need permission to access your calendar.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Disabling calendar sync will delete the calendar “%@”. You can turn calendar sync back on at any time.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Grant Calendar Access";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Disable Syncing";
"Profile.CALENDAR_DIALOG.CANCEL" = "Cancel";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dates & Calendar";
"Profile.CALENDAR_SYNC.TITLE" = "Calendar Sync";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Set up calendar sync to show your upcoming assignments and course milestones on your calendar. New assignments and shifted course dates will sync automatically";
"Profile.CALENDAR_SYNC.BUTTON" = "Set Up Calendar Sync";
"Profile.OPTIONS.TITLE" = "Options";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use relative dates";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Show relative dates like “Tomorrow” and “Yesterday”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Show full dates like “January 1, 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dates & Calendar";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Course Calendar Sync";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Please reconnect your calendar to resume syncing";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Currently syncing events to your calendar";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconnect Calendar";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Change Sync Options";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Syncing %d Courses";
"Profile.OPTIONS.TITLE" = "Options";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use relative dates";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Show relative dates like “Tomorrow” and “Yesterday”";
"Profile.COURSES_TO_SYNC.TITLE" = "Courses to Sync";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Disabling sync for a course will remove all events connected to the course from your synced calendar.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Hide Inactive Courses";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Automatically remove events from courses you haven’t viewed in the last month";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inactive";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Accent";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Red";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Orange";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Yellow";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Green";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blue";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Purple";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Brown";
"Profile.CALENDAR.COURSE_DATES" = "%@ Course Dates";
"Profile.DROP_DOWN_PICKER.SELECT" = "Select";
"Profile.SYNC_SELECTOR.SYNCED" = "To Sync";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Not Synced";
"Profile.SYNC.NO_SYNCED" = "No Synced Courses";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "No courses are currently being synced to your calendar.";
"WhatsNew.TITLE" = "What's New";
"WhatsNew.BUTTON_PREVIOUS" = "Previous";
"WhatsNew.BUTTON_NEXT" = "Next";
"WhatsNew.BUTTON_DONE" = "Done";
"Discovery.TITLE" = "Discover";
"Discovery.SEARCH" = "Search";
"Discovery.HEADER.TITLE_1" = "Discover new";
"Discovery.HEADER.TITLE_2" = "Let's find new course for you.";
"Discovery.SEARCH.TITLE" = "Search results";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Start typing to find the course";
"Discovery.UPDATE_REQUIRED_TITLE" = "App Update Required";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "This version of the OpenEdX app is out-of-date. To continue learning and get the latest features and fixes, please upgrade to the latest version.";
"Discovery.UPDATE_WHY_NEED" = "Why do I need to update?";
"Discovery.UPDATE_DEPRECATED_APP" = "Deprecated App Version";
"Discovery.UPDATE_BUTTON" = "Update";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Account Settings";
"Discovery.UPDATE_NEEDED_TITLE" = "App Update";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "We recommend that you update to the latest version. Upgrade now to receive the latest features and fixes.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Not Now";
"Discovery.UPDATE_NEW_AVALIABLE" = "New update available! Upgrade now to receive the latest features and fixes";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Leaving the app";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "You are now leaving the app and opening a browser";
"Discovery.DETAILS.TITLE" = "Course details";
"Discovery.DETAILS.VIEW_COURSE" = "View course";
"Discovery.DETAILS.ENROLL_NOW" = "Enroll now";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "You cannot enroll in this course because the enrollment date is over.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "To enroll in this course, please make sure you are connected to the internet.";
"Core.MAINSCREEN.DISCOVERY" = "Discover";
"Core.MAINSCREEN.DASHBOARD" = "Dashboard";
"Core.MAINSCREEN.IN_DEVELOPING" = "In developing";
"Core.MAINSCREEN.PROGRAMS" = "Programs";
"Core.MAINSCREEN.PROFILE" = "Profile";
"Core.MAINSCREEN.LEARN" = "Learn";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Try Again";
"Core.ERROR.INVALID_CREDENTIALS" = "Invalid credentials";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Slow or no internet connection";
"Core.ERROR.NO_CACHED_DATA" = "No cached data for offline mode";
"Core.ERROR.USER_NOT_ACTIVE" = "User account is not activated. Please activate your account first.";
"Core.ERROR.UNKNOWN_ERROR" = "Something went wrong";
"Core.ERROR.WIFI" = "You can only download files over Wi-Fi. You can change this in the settings.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Authorization failed.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "No internet connection";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Please connect to the internet to view this content.";
"Core.COURSEWARE.COURSE_CONTENT" = "Course content";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "This interactive component isn't yet available on mobile.";
"Core.COURSEWARE.COURSE_UNITS" = "Course units";
"Core.COURSEWARE.NEXT" = "Next";
"Core.COURSEWARE.PREVIOUS" = "Prev";
"Core.COURSEWARE.FINISH" = "Finish";
"Core.COURSEWARE.GOOD_WORK" = "Good job!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Back to outline";
"Core.COURSEWARE.SECTION_COMPLETED" = "You've completed “%@”.";
"Core.COURSEWARE.CONTINUE" = "Continue";
"Core.COURSEWARE.RESUME" = "Resume";
"Core.COURSEWARE.RESUME_WITH" = "Resume with:";
"Core.COURSEWARE.NEXT_SECTION" = "Next section";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "To proceed with “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” press “Next section”.";
"Core.ERROR.RELOAD" = "Reload";
"Core.DATE.COURSE_STARTS" = "Course Starts";
"Core.DATE.COURSE_ENDS" = "Course Ends";
"Core.DATE.COURSE_ENDED" = "Course Ended";
"Core.DATE.ENDED" = "Ended";
"Core.DATE.START" = "Start";
"Core.DATE.STARTED" = "Started";
"Core.DATE.JUST_NOW" = "Just now";
"Core.DATE.TODAY" = "Today";
"Core.DATE.NEXT" = "Next %@";
"Core.DATE.DAYS_AGO" = "%@ Days Ago";
"Core.DATE.DUE" = "Due ";
"Core.DATE.DUE_IN" = "Due in ";
"Core.DATE.DUE_IN_DAYS" = "Due in %@ Days";
"Core.ALERT.ACCEPT" = "ACCEPT";
"Core.ALERT.CANCEL" = "CANCEL";
"Core.ALERT.LOGOUT" = "Log out";
"Core.ALERT.LEAVE" = "Leave";
"Core.ALERT.KEEP_EDITING" = "Keep editing";
"Core.ALERT.DELETE" = "DELETE";
"Core.ALERT.ADD" = "Add";
"Core.ALERT.REMOVE" = "Remove";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Remove course calendar";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Dismiss";
"Core.NO_INTERNET.RELOAD" = "Reload";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Download";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Downloaded";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Completed";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Video download quality";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recommended";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Lower data usage";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Best quality";
"Core.DONE" = "Done";
"Core.VIEW " = "View";
"Core.PICKER.SEARCH" = "Search";
"Core.PICKER.ACCEPT" = "Accept";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Cancel";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continue";
"Core.REVIEW.VOTE_TITLE" = "Enjoying Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Your feedback matters to us. Would you take a moment to rate the app by tapping a star below? Thanks for your support!";
"Core.REVIEW.FEEDBACK_TITLE" = "Leave Us Feedback";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "We’re sorry to hear your learning experience has had some issues. We appreciate all feedback.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Thank You";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Thank you for sharing your feedback with us. Would you like to share your review of this app with other users on the app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Thank You";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "We received your feedback and will use it to help improve your learning experience going forward. Thank you for sharing!";
"Core.REVIEW.BETTER" = "What could have been better?";
"Core.REVIEW.NOT_NOW" = "Not now";
"Core.REVIEW.BUTTON.SUBMIT" = "Submit";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Share Feedback";
"Core.REVIEW.BUTTON.RATE_US" = "Rate Us";
"Core.REVIEW.EMAIL.TITLE" = "Select email client:";
"Core.SOCIAL_SIGN_CANCELED" = "The user canceled the sign-in flow.";
"Core.SIGN_IN.LOG_IN_BTN" = "Sign in";
"Core.REGISTER" = "Register";
"Core.TOMORROW" = "Tomorrow";
"Core.YESTERDAY" = "Yesterday";
"Core.OPEN_IN_BROWSER" = "View in Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Don't worry - shift our suggested schedule to complete past due assignments without losing any progress.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Shift due dates";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Missed some deadlines?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "We built a suggested schedule to help you stay on track. But don’t worry – it’s flexible so you can learn at your own pace. If you happen to fall behind, you’ll be able to adjust the dates to keep yourself on track.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "To complete graded assignments as part of this course, you can upgrade today.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "You are auditing this course, which means that you are unable to participate in graded assignments. It looks like you missed some important deadlines based on our suggested schedule. To complete graded assignments as part of this course and shift the past due assignments into the future, you can upgrade today.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Your dates could not be shifted. Please try again.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Your dates have been successfully shifted.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Course Dates";
"Core.COURSE_DATES.TODAY" = "Today";
"Core.COURSE_DATES.COMPLETED" = "Completed";
"Core.COURSE_DATES.PAST_DUE" = "Past due";
"Core.COURSE_DATES.THIS_WEEK" = "This week";
"Core.COURSE_DATES.NEXT_WEEK" = "Next week";
"Core.COURSE_DATES.UPCOMING" = "Upcoming";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Sign in";
"Authorization.SIGN_IN.WELCOME_BACK" = "Welcome back! Sign in to access your courses.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email or username";
"Authorization.SIGN_IN.PASSWORD" = "Password";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Forgot password?";
"Authorization.SIGN_IN.AGREEMENT" = "By signing in to this app, you agree to the [%@ End User License Agreement](%@) and [%@ Terms of Service and Honor Code](%@) and you acknowledge that %@ and each Member process your personal data in\naccordance with the [Privacy Policy.](%@)";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Invalid email address";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Invalid password lenght";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "This %@ account is not linked with any %@ account. Please register.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Invalid email or username";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Your account is disabled. Please contact customer support for assistance.";
"Authorization.SIGN_UP.SUBTITLE" = "Create an account to start learning today!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Create account";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Hide optional Fields";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Show optional Fields";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "You've successfully signed in.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "We just need a little more information before you start learning.";
"Authorization.SIGN_UP.AGREEMENT" = "By creating an account, you agree to the [%@ End User License Agreement](%@) and [%@ Terms of Service and Honor Code](%@) and you acknowledge that %@ and each Member process your personal data inaccordance with the [Privacy Policy.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "I agree that %@ may send me marketing messages.";
"Authorization.FORGOT.TITLE" = "Forgot password";
"Authorization.FORGOT.DESCRIPTION" = "Please enter your log-in or recovery email address below and we will send you an email with instructions.";
"Authorization.FORGOT.REQUEST" = "Reset password";
"Authorization.FORGOT.CHECK_TITLE" = "Check your email";
"Authorization.FORGOT.CHECK_Description" = "We have sent a password recover instructions to your email ";
"Authorization.SIGN_IN_WITH" = "Sign in with";
"Authorization.REGISTER_WITH" = "Register with";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Or";
"Authorization.STARTUP.INFO_MESSAGE" = "Courses and programs from the world's best universities in your pocket.";
"Authorization.STARTUP.SEARCH_TITLE" = "What do you want to learn?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Search our 3000+ courses";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explore all courses";
"Authorization.STARTUP.TITLE" = "Start";
"Dashboard.TITLE" = "Dashboard";
"Dashboard.HEADER.COURSES" = "Courses";
"Dashboard.HEADER.WELCOME_BACK" = "Welcome back. Let's keep learning.";
"Dashboard.SEARCH" = "Search";
"Dashboard.EMPTY.SUBTITLE" = "You are not enrolled in any courses yet.";
"Dashboard.LEARN.TITLE" = "Learn";
"Dashboard.LEARN.VIEW_ALL" = "View All";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "View All Courses (%@)";
"Dashboard.LEARN.ALL_COURSES" = "All Courses";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Past Due Assignment";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "View Assignments";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Past Due Assignments";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Assignments Due %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Due in %@ Days";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Resume Course";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Start Course";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Courses";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programs";
"Dashboard.LEARN.CATEGORY.ALL" = "All";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "In Progress";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Completed";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expired";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "No Courses";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "No Courses in Progress";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "No Completed Courses";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "No Expired Courses";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "You are not currently enrolled in any courses, would you like to explore the course catalog?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Find a Course";
"Discussion.TITLE" = "Discussions";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Posting in discussions is disabled by the course team";
"Discussion.TOPICS.SEARCH" = "Search all posts";
"Discussion.TOPICS.ALL_POSTS" = "All Posts";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Posts I'm following";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Main categories";
"Discussion.TOPICS.UNNAMED" = "Unnamed subcategory";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Recent Activity";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Most Activity";
"Discussion.POSTS.SORT.MOST_VOTES" = "Most Votes";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "No discussions yet";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Click the button below to create your first discussion.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Create discussion";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Add a post";
"Discussion.POSTS.FILTER.ALL_POSTS" = "All Posts";
"Discussion.POSTS.FILTER.UNREAD" = "Unread";
"Discussion.POSTS.FILTER.UNANSWERED" = "Unanswered";
"Discussion.POSTS.CREATE_NEW_POST" = "Create new post";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Make a selection";
"Discussion.POST.LAST_POST" = "Last post:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comment added";
"Discussion.THREAD.ADD_RESPONSE" = "Add a response";
"Discussion.CREATE_THREAD.NEW_POST" = "Create new post";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Select post type";
"Discussion.CREATE_THREAD.TOPIC" = "Topic";
"Discussion.CREATE_THREAD.TITLE" = "Title";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Follow this discussion";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Follow this question";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Create new discussion";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Create new question";
"Discussion.COMMENT.REPORT" = "Report";
"Discussion.COMMENT.UNREPORT" = "Unreport";
"Discussion.COMMENT.FOLLOW" = "Follow";
"Discussion.COMMENT.UNFOLLOW" = "Unfollow";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comment";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comment added";
"Discussion.RESPONSE.ADD_COMMENT" = "Add a comment";
"Discussion.POST_TYPE.QUESTION" = "question";
"Discussion.POST_TYPE.DISCUSSION" = "discussion";
"Discussion.SEARCH" = "Search";
"Discussion.SEARCH.TITLE" = "Search results";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Start typing to find the topics";
"Discussion.ANONYMOUS" = "Anonymous";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Unable to load discussions.\nTry again later.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Congratulations, you have earned this course certificate in “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "View certificate";
"Course.OUTLINE.CERTIFICATE" = "Certificate";
"Course.OUTLINE.COURSE_VIDEOS" = "Course videos";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "This course hasn't started yet.";
"Course.COURSEWARE.COURSE_CONTENT" = "Course content";
"Course.COURSEWARE.COURSE_UNITS" = "Course units";
"Course.COURSEWARE.NEXT" = "Next";
"Course.COURSEWARE.PREVIOUS" = "Prev";
"Course.COURSEWARE.FINISH" = "Finish";
"Course.COURSEWARE.GOOD_WORK" = "Good job!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Back to outline";
"Course.COURSEWARE.SECTION" = "You've completed “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continue";
"Course.COURSEWARE.RESUME_WITH" = "Resume with:";
"Course.ERROR.NO_INTERNET" = "You are not connected to the Internet. Please check your Internet connection.";
"Course.ERROR.RELOAD" = "Reload";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Course component not found, please reload";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "There are currently no handouts for this course.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "There are currently no announcements for this course.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "There are currently no vidoes for this course.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Course dates are not currently available.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "No course content is currently available.";
"Course.ALERT.ROTATE_DEVICE" = "Rotate your device to view this video in full screen.";
"Course.ALERT.ACCEPT" = "Accept";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Are you sure you want to delete all video(s) for";
"Course.ALERT.DELETE_VIDEOS" = "Are you sure you want to delete video(s) for";
"Course.ALERT.STOP_DOWNLOADING" = "Turning off the switch will stop downloading and delete all downloaded videos for";
"Course.ALERT.WARNING" = "Warning";
"Course.COURSE_CONTAINER.HOME" = "Home";
"Course.COURSE_CONTAINER.VIDEOS" = "Videos";
"Course.COURSE_CONTAINER.OFFLINE" = "Offline";
"Course.COURSE_CONTAINER.DATES" = "Dates";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussions";
"Course.COURSE_CONTAINER.HANDOUTS" = "More";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Handouts In developing";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Handouts";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Announcements";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Find important course information";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Keep up with the latest news";
"Course.NOT_AVALIABLE.TITLE" = "This interactive component isn't available on mobile";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explore other parts of this course or view this on web.";
"Course.NOT_AVALIABLE.BUTTON" = "Open in browser";
"Course.SUBTITLES.TITLE" = "Subtitles";
"Course.ACCESSIBILITY.DOWNLOAD" = "Download";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Cancel download";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Delete download";
"Course.DOWNLOAD.DOWNLOADS" = "Downloads";
"Course.DOWNLOAD.DOWNLOAD" = "Download";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "All videos downloaded";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Downloading videos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Download to device";
"Course.DOWNLOAD.VIDEOS" = "Videos";
"Course.DOWNLOAD.REMAINING" = "Remaining";
"Course.DOWNLOAD.UNTITLED" = "Untitled";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "You cannot change the download video quality when all videos are downloading";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "The videos you've selected are larger than 1 GB. Do you want to download these videos?";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Your current download settings only allow downloads over Wi-Fi.\nPlease connect to a Wi-Fi network or change your download settings.";
"Course.COURSE_DATES.TODAY" = "Today";
"Course.COURSE_DATES.COMPLETED" = "Completed";
"Course.COURSE_DATES.PAST_DUE" = "Past due";
"Course.COURSE_DATES.DUE_NEXT" = "Due next";
"Course.COURSE_DATES.UNRELEASED" = "Unreleased";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Verified Only";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Items Hidden";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item Hidden";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Due dates shifted";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Your due dates have been successfully shifted to help you stay on track.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "View all dates";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sync to calendar";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Automatically sync all deadlines and due dates for this course to your calendar.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Add calendar";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Remove calendar";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Would you like to add the %@ calendar \"%@\" ? \n You can edit or remove the course calendar any time in Calendar or Settings";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Would you like to remove the %@ calendar \"%@\" ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" has been added to your calendar.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Syncing calendar...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "View Events";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Your course calendar has been added.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Your course calendar has been removed.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Calendar events";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Your course calendar is out of date";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Your course dates have been shifted and your course calendar is no longer up to date with your new schedule.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Update now";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Your course calendar has been updated.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ does not have calendar permission. Please go to settings and give calender permission.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Open Settings";
"Course.COURSE_DATES.SETTINGS" = "Settings";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Your dates could not be shifted. Please try again.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Your dates have been successfully shifted.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Course Dates";
"Course.COURSE.DUE_TODAY" = "Due Today";
"Course.COURSE.DUE_TOMORROW" = "Due Tomorrow";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ of %@ assignments complete";
"Course.COURSE.ALERT.CANCEL" = "Cancel";
"Course.COURSE.ALERT.CLOSE" = "Close";
"Course.COURSE.ALERT.REMOVE" = "Remove";
"Course.COURSE.ALERT.DOWNLOAD" = "Download";
"Course.COURSE.ALERT.TRY_AGAIN" = "Try again";
"Course.COURSE.ALERT.REMOVE_TITLE" = "Remove Offline Content?";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirm Download";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Download on Cellular?";
"Course.COURSE.ALERT.REMOVE_DESCRIPTION" = "Removing this content will free up %@.";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Downloading this %@ of content will save available blocks offline.";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Downloading this content will use %@ of cellular data.";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Download Failed";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "No Internet Connection";
"Course.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi Required";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Unfortunately, this content failed to download. Please try again later or report this issue.";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Downloading this content requires an active internet connection. Please connect to the internet and try again.";
"Course.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Downloading this content requires an active WiFi connection. Please connect to a WiFi network and try again.";
"Course.COURSE.STORAGE_ALERT.TITLE" = "Device Storage Full";
"Course.COURSE.STORAGE_ALERT.DESCRIPTION" = "Your device does not have enough free space to download this content. Please free up some space and try again.";
"Course.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ used, %@ free";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Largest Downloads";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Done";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Edit";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Remove all downloads";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% of this course is visible on mobile.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% of this course is downloadable.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% of this course can be completed offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Downloaded";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Downloading";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Available to Download";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Ready to Download";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Download all";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Cancel Course Download";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "You can download course content offline to learn on the go, without requiring an active internet connection or using mobile data.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "None of this course’s content is currently avaliable to download offline.";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "This component is not downloaded";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explore other parts of this course or download this when you reconnect.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "This component is not yet available offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explore other parts of this course or view this when you reconnect.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Synced to Calendar";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Calendar Sync Failed";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
